Revit 2027 API
SymbolTypeId.NDashM Property
 Symbol N-m, indicating unit Newton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NDashM { get; }
Public Shared ReadOnly Property NDashM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NDashM {
	ForgeTypeId^ get ();
}
static member NDashM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace